Repository: itouch5000/plugin.video.doku5.com
Catalog: resources/language/*/strings.po
Languages: german

# #32000
source: General
german: Allgemein

# #32001
source: Show deleted videos (playable with mirror)
german: Zeige gelöschte Videos (per mirror abspielbar)

# #32002
source: Next page
german: Nächste Seite

# #32003
source: Vote up
german: Positiv bewerten

# #32004
source: Vote down
german: Negativ bewerten

# #30005
source: New Documentaries
german: Neue Dokus

# #30007
source: Top of the week
german: Top der Woche

# #30008
source: Top of the month
german: Top des Monats

# #30009
source: Top of the year
german: Top des Jahres

# #30010
source: Search
german: Suche

# #30011
source: Categories
german: Kategorien

# #30013
source: Bookmarks
german: Merkliste

# #30014
source: Last year
german: Letztes Jahr

# #30015
source: Select mirror for
german: Mirror auswählen für

# #30016
source: Search video
german: Video suchen

# #30017
source: Add to Bookmarks
german: Zur Merkliste hinzufügen

# #30018
source: Remove from Bookmarks
german: Von Merkliste entfernen

# #30019
source: Error
german: Fehler

# #30020
source: Documentation already rated
german: Doku wurde bereits bewertet

# #30021
source: Documentation already in Bookmarks
german: Doku wurde bereits zur Merkliste hinzufügt

# #30022
source: Select mirror for
german: Mirror auswählen für
